Revit 2027 API
BuiltInFailures.MassFailures.MultipleMassing Property
 Can't complete operation. Massing can only exist in one Workset. Change Workset of Massing to match in Local and Central Models.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MultipleMassing { get; }
Public Shared ReadOnly Property MultipleMassing As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MultipleMassing {
	FailureDefinitionId^ get ();
}
static member MultipleMassing : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace